room_connections = [[1], [0, 2, 3, 5, 6, 9], [1, 5], [1, 4], [3], [1, 2, 8], [1, 7, 9], [6], [5], [1, 6, 10, 11, 12],
                    [9, 19], [9, 13], [9, 13], [11, 14, 15, 16, 17, 18, 19], [13], [13], [13], [13], [13], [13]]
room_names = ["Кабинет 'PYTHON'", "Коридор", "Учительская", "Кабинет 'JAVA'", "Служебное помещение 'JAVA'", "Туалет",
              "Кабинет 'SCRATCH", "Служебное помещение 'SCRATCH'", "Техническое помещение", "Холл", "Вентеляция",
              "Лестница", "Лифт", "Вахта", "Концовка 1", "Концовка 2", "Концовка 3", "Концовка 4", "Концовка 5",
              "Концовка 6"]

rooms_objects = {
    "Учительская": "фонарик",
    "Служебное помещение 'SCRATCH'": "огнетушитель",
    "Техническое помещение": "аптечка"
}

stages = {
    1: "first",
    2: "second",
    3: "third",
    4: "fourth"
}

ending_rooms = [13, 10]
room_without_light = [0, 1, 2, 3, 5, 6, 9]
room_with_objects = [2, 7, 8]
